[
{
    "context":"Generate a pitch deck for a technology company for a RFP . The generated pitch should include a successful vendor proposal, covering areas like company background, technical expertise, project management capabilities, and proposal format.",
    "industry":"",
    "solution":"",
    "customer_name":"",
    "outlines":[
        "Brief overview of the organization and its needs.",
        "Problem statement or challenge to be addressed.",
        "High-level description of the services required.",
        "Comprehensive description of the specific tasks and activities.",
        "Breakdown of services into manageable components.",
        "Innovation, feasibility, and alignment with project objectives.",
        "Essential certifications, licenses, and accreditations.",
        "Proficiency in relevant software tools and technologies.",
        "Overview of the evaluation process and timeline.",
        "Specific formatting guidelines and page limits.",
        "Required sections and their content.",
        "Specific technical skills and knowledge required.",
        "Experience, skills, and availability of key personnel."
    ],
    "deck_url":"https://docs.google.com/presentation/d/e/2PACX-1vQH6HuR2Mwru1n-1U9NElxmSQsSjtJVbIjGNUjyGew-B5TjSJKf4rizq2Xy0i8oeHhE22Tkptwnn5iT/embed?start=false&loop=false&delayms=3000"
},
{
    "context":"Generate a pitch deck for a technology company, where the pitch deck should concentrate on the key aspects of a camera software development support RFP, including the project scope, vendor qualifications, technical requirements, and evaluation process.",
    "industry":"Financial Services",
    "solution":"Artificial intelligence",
    "customer_name":"HDFC Bank",
    "outlines":[
        "Brief overview of the organization and its camera products.",
        "Problem statement or challenge to be addressed.",
        "High-level description of the software development support required.",
        "Comprehensive description of the specific software development tasks.",
        "Breakdown of services into manageable components (e.g., bug fixing, feature development, performance optimization).",
        "Flexibility and adaptability to changing requirements.",
        "Essential certifications, licenses, and accreditations (e.g., relevant programming languages, software development methodologies).",
        "Minimum years of experience in camera software development.",
        "Detailed description of the proposed technical solution.",
        "Innovative approaches and methodologies.",
        "Overview of the evaluation process and timeline.",
        "Intellectual property rights, confidentiality, and liability."
    ],
    "deck_url":"https://docs.google.com/presentation/d/e/2PACX-1vTeZ91pt43ujf4OPs-Nl9T_EkvRDZTOerXc0jj7cpCv2Nz34-zdiZBtCZRh6Kap_aK_ri9BLlBya7Ga/embed?start=false&loop=false&delayms=3000"
}
]